Repository: misterSir2006/arCinema
Catalog: arCinema/Resources/*.lproj/Localizable.strings
Languages: ru

source: Cancel
ru: Отмена

source: Error
ru: Ошибка

source: Invalid URL
ru: Неверный URL

# source_mode
source: Open source link
ru: Открыть источник

source: Cinema Mode
ru: Кинотеатр

# choose_mode
source: Choose display mode
ru: Выберите как смотреть видео

# bar_search
source: Search videos
ru: Найдите видео

# hint
source: You can search for videos by tapping on search bar, typing your query in (English) and pressing `search`
ru: Вы можете найти видео нажав на поисковую строку, ввести ваш запрос (на английском) и нажать `search`

# feed
source: Video Feed
ru: Лента видео

# enter_query
source: Please, enter your query
ru: Пожалуйста, введите запрос

# nil_date
source: Unknown date
ru: Без даты

# nil_title
source: No title provided for this video
ru: Название отсутствует

source: Sample
ru: Образец

source: Back to feed
ru: Вернуться к ленте

# replay
source: Replay video
ru: Включить заново

source: Video ended!
ru: Видео кончилось!

source: Choose option
ru: Выберите

# smth_wrong
source: Something went wrong
ru: Что-то пошло не так

# check_connection
source: Check your Internet connection and try again later.
ru: Проверьте ваше соединение с интернетом и повторите попытку позже
